Repository: apparition47/MailTrackerBlocker
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, nl, ru, sv

# BLOCKING_DISABLED
source: ⚠️ MailTrackerBlocker is temporarily disabled for this email
de: ⚠️ MailTrackerBlocker ist für diese E-Mail vorübergehend deaktiviert
ru: ⚠️ MailTrackerBlocker временно отключен для этого сообщения

# BLOCKING_RESULT_CERTAINTY_LOW_NO_MATCHES
source: MailTrackerBlocker did not detect any trackers in this email
de: MailTrackerBlocker hat in dieser E-Mail keine Tracker entdeckt
fr: MailTrackerBlocker n'a pas détecté de traceurs dans cet email
ja: メールからトラッキング情報は検出されませんでした
nl: MailTrackerBlocker heeft geen trackers gevonden in deze e-mail
ru: MailTrackerBlocker не обнаружил никаких трекеров в этом сообщении
sv: MailTrackerBlocker upptäckte inga spårare i detta mejl

# BLOCKING_RESULT_CERTAINTY_MODERATE_HEURISTIC
source: MailTrackerBlocker detected and preemptively blocked a possible tracker in this email
de: MailTrackerBlocker hat einen möglichen Tracker in dieser E-Mail erkannt und präventiv blockiert
fr: MailTrackerBlocker a détecté et bloqué de manière préventive un éventuel traqueur dans cet email
ja: メールからトラッキング情報が検出されたため、MailTrackerBlockerがトラッキングをブロックしました
nl: MailTrackerBlocker heeft een mogelijke tracker gedetecteerd in deze e-mail en preventief geblokkkeerd
ru: MailTrackerBlocker обнаружил и превентивно заблокировал возможный трекер в этом сообщении
sv: MailTrackerBlocker upptäckte eventuella spårare i detta mejl som blockerades i förebyggande syfte

# BLOCKING_RESULT_CERTAINTY_CONFIDENT_HARD_MATCH
source: MailTrackerBlocker blocked a tracker from %@
de: MailTrackerBlocker blockierte einen Tracker von %@
fr: MailTrackerBlocker a bloqué un tracker de %@
ja: %@からのトラッキングが阻止されました
nl: MailTrackerBlocker heeft een tracker van %@ geblokkkeerd
ru: MailTrackerBlocker заблокировал трекер от %@
sv: MailTrackerBlocker blockerade en spårare från %@

# BLOCKING_RESULT_CERTAINTY_CONFIDENT_HARD_MATCHES
source: MailTrackerBlocker blocked %d trackers
de: MailTrackerBlocker blockiert %d Tracker
fr: MailTrackerBlocker a bloqué %d trackers
ja: %dつのトラッキングが阻止されました
nl: MailTrackerBlocker blokkeerde %d trackers
ru: MailTrackerBlocker заблокировал %d трекера
sv: MailTrackerBlocker blockerade %d spårare

# MTB_MULTIPLE_INSTALLATIONS_TITLE
source: Found multiple installations of MailTrackerBlocker
de: Mehrere MailTrackerBlocker Installationen wurden gefunden!
fr: Plusieurs installations de MailTrackerBlocker ont été trouvées!
ja: 複数のMailTrackerBlockerのインストールが見つかりました。
nl: Meerdere installaties van MailTrackerBlocker gevonden
ru: Обнаружено несколько установок MailTrackerBlocker
sv: Hittade flera installationer av MailTrackerBlocker

# MTB_MULTIPLE_INSTALLATIONS_MESSAGE
source: Detected multiple installations in the following locations which will lead to an immediate crash: %@ Please remove the MailTrackerBlocker.mailbundle in one of the locations and restart Mail.
de: MailTrackerBlocker hat Installationen in folgenden Verzeichnissen gefunden, was einen sofortigen Absturz zur Folge hat: %@ Bitte lösche MailTrackerBlocker.mailbundle aus einem der Verzeichnisse und starte Mail erneut.
fr: MailTrackerBlocker a détecté de multiples installations dans les dossiers suivants ce qui va conduire à un plantage immédiat : %@ Merci de supprimer MailTrackerBlocker.mailbundle dans un de ces dossiers et de redémarrer Mail.
nl: Meerdere installaties van MailTrackerBlocker gevonden in de volgende locaties die zullen leiden tot een onmiddelijke crash: %@ Verwijder de MailTrackerBlocker.mailbundle op één van de locaties en start Mail opnieuw op.
ru: Обнаружено несколько установок в следующих расположениях. Это приведёт к немедленному завершению программы. %@ Пожалуйста, удалите MailTrackerBlocker.mailbundle в одном из этих расположений, и перезапустите Почту.
sv: MailTrackerBlocker upptäckte fler installationer på följande platser, och detta kommer att leda till omedelbar krasch: %@ Ta bort MailTrackerBlocker.mailbundle på en av dessa platser och starta om Mail.

# MTB_MULTIPLE_INSTALLATIONS_BUTTON
source: Quit Mail
de: Mail beenden
fr: Quitter Mail
ja: メールを終了
nl: Sluit Mail
ru: Завершить Почту
sv: Avsluta Mail

source: Tracker Report
de: Datenschutzbericht
fr: Rapport de confidentialité
ja: トラッカーレポート
nl: Privacyrapport
ru: Отчет о конфиденциальности
sv: Integritetsrapport

# SHOW_MORE_DETAIL
source: Show More
de: Mehr anzeigen
fr: En afficher plus
ja: 表示を増やす
nl: Toon meer
ru: Показать больше
sv: Visa fler

# SHOW_LESS_DETAIL
source: Show Less
de: Weniger anzeigen
fr: En afficher moins
ja: 表示を減らす
nl: Toon minder
ru: Показать меньше
sv: Visa färre

# TRACKER_COLUMN
source: Tracker
fr: Tracquer
ja: トラッカー
ru: Трекеры

# NUMBER_TIMES_TRACKER_SEEN_COLUMN
source: Seen in emails
de: Auf Tracker gesehen
fr: Vu sur des emails
ja: メールで表示
nl: Gezien op e-mail
ru: Количество трекеров
sv: Sedd på mejl

source: What are trackers?
fr: Que sont les tracquers?
ja: トラッキンについて
nl: Wat zijn trackers?
ru: Что такое трекеры?
sv: Vad är trackers?

# WHAT_ARE_TRACKERS_DESC
source: Trackers can track if you opened email, when you opened it (and how often), where you are located and how you opened it (phone, computer). This data could have been reported back to its sender.
de: Tracker kann verfolgen, ob Sie diese E-Mail geöffnet haben, wann Sie sie geöffnet haben (und wie oft), wo Sie sich befinden und wie Sie sie geöffnet haben (Telefon, Computer). Diese Daten könnten an ihren Absender zurückgemeldet worden sein.
fr: Tracquers peut suivre si vous avez ouvert cet e-mail, quand vous l'avez ouvert (et à quelle fréquence), où vous vous trouvez et comment vous l'avez ouvert (téléphone, ordinateur). Ces données auraient pu être rapportées à leur expéditeur.
ja: トラッキングはあなたがメールを開いたか・いつ(また、どのくらいの頻度で)・どこで・どのように(携帯またはPC)開いたのか追跡し、その情報をメールの送信者に送ることができます。
nl: Trackers kan bijhouden of deze e-mail is geopend, wanneer deze is geopend (en hoe vaak), waar u zich op dat moment bevindt en hoe u deze heeft geopend (telefoon, computer). Deze gegevens hadden aan de afzender kunnen worden gerapporteerd.
ru: Трекеры могут отслеживать, открыли ли вы это сообщение, когда вы его открывали (и насколько часто), где вы находились, когда его открыли, и как именно вы его открыли (телефон, компьютер). Эти данные могут быть переданы обратно отправителю.
sv: Trackers kan spåra om du öppnade detta mejl, när du öppnade det (och hur ofta), var du befinner dig och på vilken sorts enhet (mobil, dator). Dessa uppgifter kunde ha rapporterats tillbaka till avsändaren.

# TAGLINE
source: MailTrackerBlocker prevents trackers from following you via email.
de: MailTrackerBlocker verhindert, dass dich Tracker über verschiedene Email verfolgen können.
fr: MailTrackerBlocker empêche les traqueurs de vous identifier sur les emails.
ja: MailTrackerBlockerでは、トラッカーによるメール間での追跡が阻止されます。
nl: MailTrackerBlocker voorkomt dat trackers je over websites volgen.
ru: MailTrackerBlocker предотвращает отслеживание трекерами Ваших действий в сообщениях почты.
sv: MailTrackerBlocker förhindrar att spårare följer dig mellan trackers.

# TRACKERS_PREVENTED_STAT
source: Trackers prevented from profiling you
de: Tracker am Erstellen eines Profils gehindert
fr: Traqueurs n’ayant pas pu établir votre profil
ja: プロファイリングが阻止されたトラッカー
nl: Trackers die verhinderd zijn een profiel van je op te bouwen
ru: Трекеры, которым не удалось создать Ваш профиль
sv: Spårare som förhindrades från att profilera dig

# TRACKED_EMAILS_RATIO_STAT
source: Email that contacted trackers
de: Email, die Tracker kontaktiert haben
fr: Email ayant contacté des traqueurs
ja: トラッカーにコンタクトしたメール
nl: E-mail die trackers hebben gecontacteerd
ru: Сообщения с трекерами
sv: Trackers som kontaktade spårare

# MOST_FREQUENT_TRACKER_STAT
source: Most contacted tracker
de: Am häufigsten kontaktierte Tracker
fr: Traqueur le plus contacté
ja: 最もコンタクトされたトラッカー
nl: Vaakst gecontacteerde tracker
ru: Самый популярный трекер
sv: Mest kontaktad spårare

# TRACKER_PREVENTED_INSTANCES_STAT
source: %1$@ was prevented from profiling you across %2$d emails
de: %1$@ wurde daran gehindert, auf %2$d Trackers ein Profil von dir zu erstellen
fr: %1$@ n’a pas pu établir votre profil sur %2$d emails
ja: %1$@によるプロファイリングが%2$d件のメールで阻止されました
nl: %1$@ is op %2$d e-mail verhinderd om een profiel van je op te bouwen
ru: Трекер %1$@ заблокирован при попытке отследить Ваши действия в %2$d сообщениях
sv: %1$@ förhindrades från att profilera dig mellan %2$d webbplatser

# UPDATE_CHECK
source: Check for updates
de: Nach Updates suchen
fr: Vérifier les mises à jour
ja: 更新を確認する
nl: Controleer op updates
ru: Проверить обновления
sv: Sök efter uppdateringar

# UPDATE_MTB
source: Update MailTrackerBlocker
de: MailTrackerBlocker aktualisieren
fr: Mettre à jour MailTrackerBlocker
ja: MailTrackerBlockerを更新
ru: Обновить MailTrackerBlocker
sv: Uppdatera MailTrackerBlocker

# UPDATE_PERMISSION_REQUEST
source: Automatically check online for updates?
de: Online automatisch nach Updates suchen?
fr: Rechercher automatiquement les mises à jour en ligne?
ja: オンラインで更新を自動的にチェックしますか？
nl: Automatisch online controleren op updates?
ru: Автоматически проверять наличие обновлений в Интернете?
sv: Sök automatiskt efter uppdateringar online?

# UPDATE_NOT_NEEDED
source: You are already up to date (%@)
de: Sie sind bereits auf dem neuesten Stand (%@)
fr: Vous êtes déjà à jour (%@)
ja: あなたはすでに最新です（%@）
nl: U bent al up-to-date (%@)
ru: Вы уже используете последнюю версию (%@)
sv: Du är redan uppdaterad (%@)

# UPDATE_CHECKING
source: Checking for updates
de: Nach Updates suchen
fr: Vérification des mises à jour
ja: 更新を確認しています
nl: Controleren op updates
ru: Проверка обновлений
sv: Letar efter uppdateringar

# UPDATE_READY
source: A new update is available
de: Ein neues Update ist verfügbar
fr: Une nouvelle mise à jour est disponible
ja: 新しいアップデートが利用可能です
nl: Er is een nieuwe update beschikbaar
ru: Доступно новое обновление
sv: En ny uppdatering är tillgänglig

source: Release Notes
de: Versionshinweise
fr: Notes de version
ja: リリースノート
nl: Release-opmerkingen
ru: Примечания к выпуску
sv: Release-anteckningar

# UPDATE_INSTALL
source: Update
fr: Mettre à jour
ja: 更新
ru: Обновить
sv: Uppdatera

# UPDATE_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
nl: Annuleren
ru: Отменить
sv: Avbryt

source: Website
de: Webseite
ru: Веб-сайт

source: Licenses
de: Lizenzen
ru: лицензии

source: Help
de: Hilfe
ru: помощь

source: Version %@
ru: версия %@
